{
  "data": [
    {
      "name": "FRITZ",
      "type": "Clown and “Magic” Show",
      "date": "Saturday 23/9/23\n10:15am - 11am\n(45 minutes)",
      "venue": "Brunswick Town Hall",
      "tickets": "Buy Tickets",
      "descriptionShort": "Magic, mayhem and many things gone wrong, Fritz the world...",
      "description": "Magic, mayhem and many things gone wrong, Fritz the world famous magician's bunny is left behind after their circus home is strangely swept away by an odd and not so natural disaster.\n\nHold onto your hats because this magic act is about to pop right off!\n\nA fusion of object puppets, animation, clown and ridiculousness this charming family show will delight audiences of all ages with its imaginative absurdity, giggles galore and pipping hot popcorn!",
      "age": "Appropriate for ages 4 and up",
      "presenter": "Presented by Emilie Bloom",
      "website": ["lumibloomi.com"]
    },
    {
      "name": "Sticks Stones Broken Bones",
      "type": "Shadow Puppet Theatre",
      "date": "Saturday 23/9/23\n12:15pm - 1pm\n(45 minutes)\n3pm - 3:45pm\n(45 minutes)",
      "venue": "Brunswick Town Hall",
      "tickets": "Buy Tickets",
      "descriptionShort": "A playful world of shadow puppetry, appearing as live...",
      "description": "A playful world of shadow puppetry, appearing as live cartoons, full of odd-ball characters and surreal events.\n\nHaving toured all over the world, the award-winning Bunk Puppets will bring to life flying Ninjas, sneaky chickens and hilarious brain surgery! It's a visual feast for the imagination!\n\nShadow puppet characters are assembled on the spot from household items, old toys, bits of fluff and card, and transformed into live cartoons on screen. This clever show is a celebration of play and creativity, with the audience seeing puppetry performed in front of the screen and receiving a cheeky peek into how theatrical wizardry is performed.\n\nCome play in the dark!",
      "age": "Appropriate for ages 6 and up",
      "presenter": "Presented by Bunk Puppets",
      "website": ["bunk.studio/ssbb.html"],
      "websteCustom": "Bunk Puppets"
    },
    {
      "name": "Spacescape!",
      "type": "Interactive Puppetry Installation",
      "date": "Sunday 24/9/23\n1pm - 4pm",
      "venue": "Brunswick Town Hall",
      "tickets": "Buy Tickets",
      "descriptionShort": "It's an intergalactic town hall takeover! Enjoy video...",
      "description": "It's an intergalactic Town Hall takeover! Enjoy video projections of alien creatures and space walkers. Make your own starship to fly across the galaxy, faster than the speed of light (no pilot's license required). Dodge animatronic alien creatures from Kinetic Theatre, and Oozlum, the giant extraterrestrial bird from Golden Scissor Puppets. Space soundscapes included!",
      "age": "Appropriate for ages 5 and up",
      "presenter": "Devised by Bunk Puppets, Hamish Fletcher and Robert Divine",
      "website": ["www.thingsoffoamandwood.com", "www.kinetictheatre.com"]
    },
    {
      "name": "Strange Garden",
      "type": "Cardboard Craft and Sculpture Workshop",
      "date": "Monday 18/9/23\n10:30am - 12pm\n(1 hour 30 mins)",
      "venue": "Atrium",
      "tickets": "Booking Required",
      "descriptionShort": "Children aged 7-12 will make 3-D cardboard plants and...",
      "description": "Children aged 7-12 will make 3-D cardboard plants and flowers to start their own Strange Garden. These workshops teach young artists about patterns, geometry, sustainability and our relationship with nature.\n\nEliza-Jane Gilchrist is a sculptor, prop/set/puppet builder and puppeteer. In Eliza-Jane's sculpture practice her materials are often the discarded – clothes, found objects, and cardboard. She lavishes detail onto the humble and mundane and makes ugly things beautiful in an attempt to challenge perceptions of insignificance and value.", 
      "age": "Appropriate for ages 7 to 12",
      "presenter": "Presented by Eliza-Jane Gilchrist",
      "website": ["elizajanegilchrist.com"]
    },
    {
      "name": "Shadow Puppets",
      "type": "Puppet Making Workshop",
      "date": "Tuesday 19/9/23\n11am - 12pm\n(1 hour)",
      "venue": "Atrium",
      "tickets": "Booking Required",
      "descriptionShort": "In this integrated craft and performance workshop, children...",
      "description": "In this integrated craft and performance workshop, children will create their own individual shadow character made from scraps, crafts, tinsel, tape and teddy bear fluff. Participants will then be guided in performance techniques to draw emotion and drama out of the characters they make.\nParents and adults are welcome to participate, or simply make a puppet along with the child... or just watch and snap photos (!) At the end of the workshop sessions, each participant will have made a ‘talking thumb’ shadow puppet and will have learned some techniques for making the character come alive on screen.", 
      "age": "Appropriate for ages 5 to 12",
      "presenter": "Presented by Bunk Puppets",
      "website": ["bunk.studio"]
    },
    {
      "name": "Lip to Lung, Larynx and Tongue, Beatbox and Beyond.",
      "type": "Beatbox and Strange Sound Workshop",
      "date": "Wednesday 20/9/23\n11am - 12pm\n(1 hour)",
      "venue": "Atrium",
      "tickets": "Booking Required",
      "descriptionShort": "Around the world and into your gob, vocal explorer and...",
      "description": "Around the world and into your gob, vocal explorer and songwriter Mal Webb takes you on a lip to lung journey through the physics, physiology and phrivolity of all the sounds a face can make. Sideways yodelling, beatbox/mouth drums/vocal percussion, harmonics/throat singing, character voices, mic technique, looping, advanced clapping and vocal distortion (without hurting) are all explored on the way to being a band with your voice and the lead singer too!", 
      "age": "Appropriate for ages 5 and up",
      "presenter": "Presented by Mal Webb",
      "website": ["malwebb.com"]
    },
    {
      "name": "Brunswick Village Publisher",
      "type": "Book Publishing Workshop",
      "date": "Thursday 21/9/23\n10am - 11:30am\n(1 hour 30 mins)",
      "venue": "Brunswick Library",
      "tickets": "Booking Required",
      "descriptionShort": "Tell your own story, create illustrations and be published...",
      "description": "Tell your own story, create illustrations and be published by the Brunswick Village Publisher – into your own fabulous mini-book. Author Ailsa Wild will support you on your journey to publication.\n\nAilsa Wild was a professional acrobat and whip-cracker who ran away from the circus to become a writer. She is now an author, performer and community artist with a history of deep collaboration. Ailsa has written two junior fiction series: ‘Squishy Taylor’ and ‘The Naughtiest Pixie’ both full of cheekiness and adventure (Hardie Grant Children’s Books). She is the lead writer of Small Friends Books (CSIRO Publishing and Scale Free Network) where she works with microbiologists, virologists and other scientists to translate complex science into compelling illustrated narrative picture-books. Of these ‘Zobi and the Zoox – a story of coral bleaching’ was the first ever children’s book to win the Royal Zoological Society of NSW Whitely Medal. Her collaboration, the science-based YA graphic novel The Invisible War (Scale Free Network, 2016) was a CBCA notable and won several awards.",
      "age": "Appropriate for ages 5 to 12",
      "presenter": "Presented by Author Alisa Wild",
      "website": ["alisawild.com"]
    },
    {
      "name": "Finding a Poem",
      "type": "Creative Writing Workshop",
      "date": "Sunday 24/9/23\n2pm - 3:30pm\n(1 hour 30 mins)",
      "venue": "Counihan Gallery",
      "tickets": "Booking Required",
      "descriptionShort": "Join Dr Denise Chapman for a creative writing workshop on...",
      "description": "Join Dr Denise Chapman for a creative writing workshop on found poetry. Participants will be guided through the process of creating a found poem as well as working collectively on one live performative poem in a joyful and supportive session suitable for ages 10+. Dr. Denise Chapman is a counternarrative storyteller, spoken word poet, and critical autoethnographer who lectures in children’s literature and early literacy at Monash University.",
      "age": "Appropriate for ages 10 and up",
      "presenter": "Presented by Community Reading room and Counihan Gallery",
      "website": ["communityreadingroom.com"]
    },
    {
      "name": "Festival Opening feat. Choral Edge",
      "type": "Music Performance Accompanied by Light and Projections",
      "date": "Friday 22/9/23\n6:15pm - 7:10pm\n(50 minutes)",
      "venue": "Brunswick Library",
      "notickets": "Not Ticketed",
      "descriptionShort": "Choral Edge is one of Melbourne’s most innovative and...",
      "description": "Welcome to Country, Speeches, Stories, Lighting effects and a special performance from Choral Edge.\n\nChoral Edge is one of Melbourne’s most innovative and engaging choirs. Led by director Juliana Kay, this troupe of versatile and talented singers seeks to expand the boundaries of choral music and delight audiences through playful, multi-dimensional projects. They will be gracing the Merri-bek Family Festival as part of our Opening Ceremony, accompanied by attendees of all ages creating lighting effects across the gigantic Brunswick Library roof.",
      "age": "Appropriate for all ages",
      "presenter": "Presented by Choral Edge",
      "website": ["choraledge.com.au"]
    },
    {
      "name": "Scavenger Hunt",
      "type": "Interactive, Self-led",
      "date": "Saturday 23/9/23\n9am - 3:30pm\nSunday 24/9/23\n1pm - 4pm",
      "venue": "Brunswick Library",
      "notickets": "Not Ticketed",
      "descriptionShort": "Explore the Library precinct with a scavenger hunt devised...",
      "description": "Explore the Library precinct with a scavenger hunt devised by Coburg artist Brendan Brown.   You'll need a smartphone, and a good set of searching eyes to find all 26 clues on the list.  The Hunt should take most 7 to 11 year olds 45 min - 60 min to complete, and participants should be accompanied as they wander by an adult (to fend off grumpy unicorns and librarian ghosts).",
      "age": "Appropriate for ages 7 to 11",
      "presenter": "Presented by Brendan Brown",
      "website": []
    },
    {
      "name": "VR Cinema Clowns",
      "type": "An Immersive Performance",
      "date": "Saturday 23/9/23\n11am - 3:30pm\nSunday 24/9/23\n1pm - 4pm",
      "venue": "Brunswick Library",
      "notickets": "Not Ticketed",
      "descriptionShort": "Strap on a Virtual Reality (VR) headset and come experience...",
      "description": "Strap on a Virtual Reality (VR) headset and come experience Brunswick through the eyes of a special tiny guide.  In this unique immersive 360 degree cinema project, commissioned by MBFF, performers Emilie Bloom, Hamish Fletcher and Meredith Cole dare you to shout 'It's behind you!' ('cause it really is!) VR headset provided. 10 min duration.",
      "age": "Appropriate for ages 7 and up",
      "website": []
    },
    {
      "name": "Musical Storytime",
      "type": "Storybook reading accompanied by live music",
      "date": "Saturday 23/9/23\n11:15am - 11:45am\n(30 minutes)\n1:15pm - 1:45pm\n(30 minutes)",
      "venue": "Counihan Gallery",
      "notickets": "Not Ticketed",
      "descriptionShort": "Join Brunswick's favourite children's librarian Barbara...",
      "description": "Join Brunswick's favourite children's librarian Barbara Micozzi as she re-imagines her favourite children's books read with musical interpretation by violinist Stephanie Eldridge (of the Australian Romantic and Classical Orchestra). A musical and story session set in the relaxing art gallery spaces of the Counihan Gallery.",
      "age": "Appropriate for all ages",
      "website": []
    },
    {
      "name": "Everyone's Absurd Adventure",
      "type": "Interactive & Improvised",
      "date": "Saturday 23/9/23\n9:15am - 10am\n(45 minutes)\n2pm - 2:45pm\n(45 minutes)",
      "venue": "Atrium",
      "notickets": "Not Ticketed",
      "descriptionShort": "You make up the story… The catch is - everyone else does...",
      "description": "You make up the story… The catch is - everyone else does too! What ridiculousness occurs when everybody is making up the same story? Can Ailsa and Robbie wrangle a plot from the chaos – all with a live music score?",
      "age": "Appropriate for all ages",
      "presenter": "Presented by Ailsa Wild and Robbie Divine",
      "website": ["ailsawild.com", "robertdownie.com"]
    }
  ]
}
