{
  "data": [
    {
      "name": "Strange Garden",
      "type": "Cardboard Craft and Sculpture Workshop",
      "date": "Monday 18/9/23 10:30am - 12:00pm (1 hour 30 mins)",
      "venue": "Atrium",
      "tickets": "Booking Required",
      "descriptionShort": "Children aged 7-12 will make 3-D cardboard plants and flowers to start their own Strange Garden. These workshops teach young...",
      "description": "Children aged 7-12 will make 3-D cardboard plants and flowers to start their own Strange Garden. These workshops teach young artists about patterns, geometry, sustainability and our relationship with nature.\n\nEliza-Jane Gilchrist is a sculptor, prop/set/puppet builder and puppeteer. In Eliza-Jane's sculpture practice her materials are often the discarded – clothes, found objects, and cardboard. She lavishes detail onto the humble and mundane and makes ugly things beautiful in an attempt to challenge perceptions of insignificance and value.", 
      "age": "Approptiate for ages 7 - 12",
      "presenter": "Presented by Eliza-Jane Gilchrist",
      "website": ["elizajanegilchrist.com"]
    },
    {
      "name": "Brunswick Village Publisher",
      "type": "Book Publishing Workshop",
      "date": "Thursday 21/9/23 10:00am – 11:30am (1 hour 30 mins)",
      "venue": "Atrium",
      "tickets": "Booking Required",
      "descriptionShort": "Tell your own story, create illustrations and be published by the Brunswick Village Publisher – into your own fabulous mini-book...",
      "description": "Tell your own story, create illustrations and be published by the Brunswick Village Publisher – into your own fabulous mini-book. Author Ailsa Wild will support you on your journey to publication.\n\nAilsa Wild was a professional acrobat and whip-cracker who ran away from the circus to become a writer. She is now an author, performer and community artist with a history of deep collaboration. Ailsa has written two junior fiction series: ‘Squishy Taylor’ and ‘The Naughtiest Pixie’ both full of cheekiness and adventure (Hardie Grant Children’s Books). She is the lead writer of Small Friends Books (CSIRO Publishing and Scale Free Network) where she works with microbiologists, virologists and other scientists to translate complex science into compelling illustrated narrative picture-books. Of these ‘Zobi and the Zoox – a story of coral bleaching’ was the first ever children’s book to win the Royal Zoological Society of NSW Whitely Medal. Her collaboration, the science-based YA graphic novel The Invisible War (Scale Free Network, 2016) was a CBCA notable and won several awards.",
      "age": "Appropriate for ages 5 to 12",
      "presenter": "Presented by Author Alisa Wild",
      "website": ["alisawild.com"]
    },
    {
      "name": "Everyones Absurd Adventure",
      "type": "Interactive/Collaborative Story Making",
      "date": "Saturday 23/9/23 9:15am - 10:00am (45 minutes) & 2:00pm - 2:45pm (45 minutes)",
      "venue": "Atrium",
      "descriptionShort": "You make up the story… The catch is - everyone else does too! What ridiculousness occurs when everybody is making up the same...",
      "description": "You make up the story… The catch is - everyone else does too! What ridiculousness occurs when everybody is making up the same story? Can Ailsa and Robbie wrangle a plot from the chaos – all with a live music score?",
      "age": "Appropriate for all ages",
      "presenter": "Presented by Ailsa Wild and Robbie Divine",
      "website": ["ailsawild.com", "robertdownie.com"]
    },
    {
      "name": "FRITZ",
      "type": "Clown and “Magic” Show",
      "date": "Saturday 23/9/23 10:15am - 11:00am (45 minutes)",
      "venue": "Brunswick Town Hall",
      "tickets": "Ticketed",
      "descriptionShort": "Magic, mayhem and many things gone wrong, Fritz the world famous magician's bunny is left behind after their circus home is strangely...",
      "description": "Magic, mayhem and many things gone wrong, Fritz the world famous magician's bunny is left behind after their circus home is strangely swept away by an odd and not so natural disaster.\n\nHold onto your hats because this magic act is about to pop right off!\n\nA fusion of object puppets, animation, clown and ridiculousness this charming family show will delight audiences of all ages with its imaginative absurdity, giggles galore and pipping hot popcorn!",
      "age": "Appropriate for ages 4 and up",
      "presenter": "Presented by Emilie Bloom",
      "website": ["lumibloomi.com"]
    },
    {
      "name": "Sticks Stones Broken Bones",
      "type": "Shadow Puppet Theatre",
      "date": "Saturday 23/9/23 12:15pm - 1:00pm (45 minutes) & 3:00pm - 3:45pm (45 minutes)",
      "venue": "Brunswick Town Hall",
      "tickets": "Ticketed",
      "descriptionShort": "A playful world of shadow puppetry, appearing as live cartoons, full of odd-ball characters and surreal events. Having toured...",
      "description": "A playful world of shadow puppetry, appearing as live cartoons, full of odd-ball characters and surreal events.\n\nHaving toured all over the world, the award-winning Bunk Puppets will bring to life flying Ninjas, sneaky chickens and hilarious brain surgery! It's a visual feast for the imagination!\n\nShadow puppet characters are assembled on the spot from household items, old toys, bits of fluff and card, and transformed into live cartoons on screen. This clever show is a celebration of play and creativity, with the audience seeing puppetry performed in front of the screen and receiving a cheeky peek into how theatrical wizardry is performed.\n\nCome play in the dark!",
      "age": "Appropriate for ages 5 and up",
      "presenter": "Presented by Bunk Puppets",
      "website": ["bunk.studio"]
    },
    {
      "name": "Beasties",
      "type": "Animatronic Puppet Installation",
      "date": "Sunday 24/9/23 Runs all day",
      "venue": "Atrium",
      "descriptionShort": "A square cow quacking for biscuits, a squirting pig, a one eyed blue cat, dancing carrots, and a giant roaming poo, Beasties is a...",
      "description": "A square cow quacking for biscuits, a squirting pig, a one eyed blue cat, dancing carrots, and a giant roaming poo, Beasties is a petting zoo with a difference.. This strange but endearing assortment of electronic “animals” will keep young and old enchanted and highly amused. Set up to be partly observational and partly interactive, there’s fish birds to feed and Deloras will sing for you if you pat her enough. There’s also a pair of keepers to oversee the animals, answer your questions, and keep the poo from following you home.",
      "age": "Appropriate for all ages",
      "presenter": "Presented by Kinetic Theatre",
      "website": ["kinetictheatre.com"]
    }
  ]
}
